;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Português
;Language name in English e.g. German
LanguageEn=Brazilian Portuguese

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(vazio)
21027=OK
21028=Cancelar
21029=Fechar

;Words - simple words can be reused
150=Nenhum
151=Aplicar
152=Pasta
153=Arquivo
154=Nome
155=Caminho
156=Nome:
157=Tecla de atalho:
158=Caminho:
159=Repor a zero

;Global
602=Opções do Listary

;Balloon
801=Listary está sendo executado em segundo plano.
802=Localizar conforme você digita
803=Encontrar conforme digita foi desativado temporariamente para esta lista. Pressione ESC para restaurar.

;Tray Menu
1001=Ajuda Online
1002=Verificar atualizações...
1003=Sobre
1004=Sair

;Toolbar
1100=Pesquisar

;Favorite Menu
2000=Favorito
2001=Este aplicativo
2002=Global
2003=Adicionar Aqui
2004=Adicionar Pasta Atual aos Favoritos
2050=Falha ao adicionar favoritos
2051=Listary não foi capaz de obter o caminho a partir deste aplicativo.

;Recent Menu
2100=Recentes
2101=Limpar
2105=Rastrear este Aplicativo
2106=Não Rastrear este Aplicativo

;Commands Menu
2201=Pastas abertas atualmente
2202=Alternar para a última pasta aberta no Gerenciador de Arquivos
2203=Abrir o arquivo selecionado no Gerenciador de Arquivos
2204=Explorar a Pasta Atual
2205=Prompt de comando
2206=Ir para a Pasta do Aplicativo
2207=Explorar a Pasta do Aplicativo
2208=Exibir Extensão do Arquivo
2209=Exibir Arquivos Ocultos e de Sistema
2210=Copiar Caminho da Pasta para a Área de Transferência
2211=Copiar Caminhos dos Itens selecionados para a Área de Transferência
2212=Copiar os Nomes dos Itens selecionados para a Área de Transferência
2213=Opções
2214=Atualizar para a Versão Pro
2215=Export List Content to Excel
2216=Desativar Listary para Este Aplicativo
2218=Separador
2219=Um nível acima
2252=Você tem certeza que deseja desabilitar Listary para esse aplicativo?
2253=Desabilitar o Listary
2254=Listary não será mais exibido a partir da próxima inicialização do aplicativo.\nVocê pode sempre ir para Opções > Aplicativos para ativa-lo novamente.
2260=Prompt de comando (Administrador)
2261=Adicionar a pasta atual como um projeto

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lista
2301=Ir para
2302=Nenhum item corresponde à sua pesquisa.
2303=(pasta atual)
2304=Projeto
2305=Menu de contexto

;Options > General
3000=Geral
3001=Iniciar Listary quando o Windows iniciar
3002=Definir automaticamente o foco de entrada para Lista de Arquivos do Explorer em Windows XP
3004=Alternar Rápido (Abrir a pasta atual no diálogo de Arquivo ao alternar de um gerenciador de Arquivos)
3005=Idioma:
3006=Gerenciador de Arquivos Padrão
3007=Preencha aqui se preferir utilizar outro Gerenciador de Arquivos em alternativa ao Windows Explorer.\nUse %1 no parâmetro para o caminho. Não esqueça as aspas.
3008=Fuzzy na Correspondência
3009=Verificar se há atualizações automaticamente
3010=Verificação por novas versões beta
3020=Prefixo para desativar temporariamente "Localizar conforme você digita" para a lista atual (pressione ESC para restaurar):

;Options > Favorites
3100=Favoritos
3106=Submenu

;Options > Commands
3306=Adicionar comando personalizado
3309=Comando
3313=Exibir o título:
3314=Descrição:
3315=Keyword:
3316=Em silêncio
3317=Executar como administrador

;Options > Applications
3402=Ativar Listary para este aplicativo
3403=Rastrear Arquivos e pastas recentes

;Options > Keyboard and Mouse
3503=Mostra barra de ferramentas:
3504=Mostrar menu popup:

;Options > Display
3603=Relativa à lista
3604=Relativa à janela
3605=De cima
3606=Do fundo
3607=Da esquerda
3608=Da direita
3618=Parte superior da janela
3619=Parte inferior da janela
3620=Relativo ao monitor
3621=Centrar no ecrãn
3624=Clique duas vezes com o mouse na área vazia para ativar Listary
3625=Clique com o botão do meio do mouse para ativar Listary
3626=Habilitar teclas de atalho quando barra de ferramentas está oculta
3628=Posição da barra de ferramentas
3629=Localizar conforme você digita

;Options > Pro
3800=Atualizar para Listary Pro
3802=Nome:
3803=Email:
3804=Código de registo:
3808=Colar da Área de Transferência
3809=Verificar Código de Registo
3810=Parabéns, você atualizou com êxito para Listary Pro!
3811=Desculpe, o código de registro é inválido.
3812=Listary é gratuito para uso pessoal e não comercial.
3813=Se você quiser usar Listary para fins comerciais ou no seu local de trabalho, ou se você deseja oferecer suporte o desenvolvimento de Listary, por favor, atualize para o Listary Pro.
3814=Obter Listary Pro agora!

;Options > About
3900=Sobre
3902=Ver Homepage
3903=Este programa está licenciado para

;Options > Integration
4000=Integração
4002=Utilizar Total Commander para substituir os diálogos de Arquivo:

;Custom Command Dialog
4200=Comando personalizado
4201=Caminho completo de um Arquivo executável.\nExemplo: C:\Programas\7-Zip\7z.exe
4202=Parametro:
4203=O exemplo mostra como adicionar o arquivo selecionado para um arquivo compactado usando o 7-Zip.\n\nVocê pode usar as seguintes variáveis ​​no parâmetro. Variáveis ​​não contêm aspas, por favor, adicioná-los manualmente de acordo com suas necessidades.
4204=%file%\t\tCaminho completo do Arquivo/pasta selecionada.\nExemplo:  D:\Downloads\musica\exemplo.mp3\n\n%path%\tCaminho da pasta atual.\nExemplo: D:\Downloads\musica\\n\n%filename%\tNome do Arquivo/pasta selecionada.\nExemplo: exemplo.mp3
4210=Criar arquivo Txt (exemplo)
4211=Criar "{query}.txt"
4212=Por exemplo, digite "txt abc" para editar "abc.txt" com o bloco de notas

;Add Favorite Dialog
4300=Adicionar Favorito
4301=Use o caminho

;Menu List
4400=Menu
4401=Barra de ferramentas
4402=Menu pop-up
4403=Favorito
4404=Aplicativo favorito
4405=Menu Diretório do Total Commander
4406=Recentes
4407=Comandos
4408=Menu do clique esquerdo na bandeja
4409=Menu do clique direito na bandeja

;Menu List Item Type
4500=Pasta favorita
4501=Documento favorito
4502=Iniciar aplicativo

;Options > Menus
5000=Menus
5001=Comandos
5002=Redefinir Menus
5003=Tem certeza de que deseja redefinir todos os menus ao padrão? Você não perderá seus favoritos ou comandos.
5010=Alterar ícone
5011=Restaurar o ícone padrão

;Options > By Window Type
5100=Pelo tipo de janela

;Options > Hotkeys
5200=Teclas de atalho

;Options > By Application
5300=Por aplicação
5301=Caminhos fixados
5302=Somente aplicativos com configurações fora do padrão são mostrados.

;Options > Index
5402=Pesquisar subpastas automaticamente
5403=Prefixo para pesquisar todas as unidades:
5404=Busca de Disco Excluir
5410=Excluir uma unidade ou pasta
5411=Adicionar um filtro de exclusão
5412=Remove a entrada selecionada
5413=Pesquisa de disco
5416=Desativar a busca de disco
5417=Forçar reconstruir índice
5418=Carregando...
5419=Índice
5420=Volumes NTFS
5421=Locais de índice personalizado
5422=Exclusões de pasta inválida
5423=Filtros de exclusão
5430=Adicionar um local personalizado para índice
5440=Atualizar o índice a cada $1 minutos (0 para desativar)
5441=Atualizar Índice agora


;Options > History
5500=Histórico
5501=Rastrear histórico de arquivos e pastas abertas
5502=Limpar histórico
5503=Tem certeza que deseja excluir todos os registros do histórico?
3208=Selecionar automaticamente o último Arquivo aberto no diálogo Abrir Arquivo
3215=Pesquisar arquivos e pastas recentes
5510=Excluir Histórico

;Options > Projects
5600=Projetos
5601=Keyword
5602=O que é isto?
5603=Por exemplo, se você adicionar "D:\Websites\My Blog" como um projeto com a palavra "blog", você pode digitar "blog arquivo_para_encontrar.html " para pesquisar arquivos e pastas dentro do projeto a qualquer momento.
5605=Atualize agora para Listary Pro para usar projetos!

;Options > Appearance
5700=Aparência
5701=Tamanho
5702=Normal
5703=Pequeno
5710=(em pixels. 0 para usar o padrão)
5711=Largura:
5712=Altura máxima:

;Options > Launch Apps
5800=Lançar Apps
5801=Pastas de pesquisa

;Options > Search
5901=Filtros
5902=Tipo "consulta de palavra-chave: pesquisa" ou "Pesquisar palavra-chave de consulta:" aplicar um filtro de pesquisa
5910=Procurar em:
5911=Procurar por:
5912=Extensões:

;Dialog > Add Exclude Filter
6100=Adicionar Excluir Filtro
6101=*corresponde a zero ou mais caracteres
6102=? correspondências exatas de um caractere
6103=Filtro:

;Dialog > Register Hotkey
6200=Tecla de atalho Listary
6201=Tecla de atalho $1 é usada por outro aplicativo.
6202=Especifique um novo:

;Dialog > Upgrade to Pro
6301=Esse recurso é fornecido como parte da avaliação do Listary Pro.
6302=Continuar

;Updates
6400=Atualização do Listary
6402=Listary não pode verificar se há atualizações agora, por favor, tente novamente mais tarde.
6403=Você já está usando a versão mais recente do Listary, por favor verifique novamente no futuro.
6404=Uma nova versão de $1 está disponível.
6405=Versão instalada:
6406=Última versão:
6407=Abrir a página de Download
6408=Ignorar esta versão
6409=Lembre-me mais tarde

;UI
8000=Clique para definir a tecla de atalho
8001=Pressione a tecla de atalho

;Actions
9000=Ação
9001=Abra a pasta
9002=Copiar caminho para área de transferência
9003=Abrir
9004=Copiar Caminho da Pasta para a Área de Transferência
9005=Copie para a pasta atual
9006=Mover para a pasta atual
9007=Copiar
9008=Recortar
9020=Tem certeza de que deseja mover "$1" para "$2"?

;Tutorial
7000=Tutorial
7001=Experimentá-lo!
7002=Próximo >
7003=Não, obrigado
7004=Feito
7005=Clique em *Próximo >* quando terminar

7010=Parece ser a primeira vez que você executa o Listary. Gostaria de dar um tutorial?

7020=Será aberta uma janela do Explorer para você começar.

7030=No Explorer, você pode digitar diretamente o que você precisa.
7031=Escreva *text 2*

7040=* Tab / Up / Down:* Selecione um arquivo ou pasta
7041=*Enter:* Abra o arquivo selecionado ou pasta
7042=*ESC:* Ocultar barra de ferramentas do Listary

7050=Se você usar o menu do botão direito (menu de contexto), muitas vezes, o modo de ação pode ser muito útil.
7051=Digite seu termo de pesquisa
7052=Selecione um resultado (use Tab / Up / Down)
7053=Pressione a tecla *seta para direita*

7060=Todas os comandos do menu de contexto estão aqui (32-bit e 64-bit). Você pode usar a pesquisa para selecionar o que você precisa instantaneamente.

7070=Você também pode digitar um caminho diretamente.
7071=Digite um caminho como D:\Minha pasta\Fotos

7080=Para evitar conflitos, Listary não vai aparecer enquanto você digita automaticamente em alguns gerenciadores de arquivos de terceiros. Você sempre pode usar a tecla de atalho ($1) para ativá-lo.
7081=Tente a tecla de atalho *$1*

7090=Se você prefere o mouse, você pode usar o clique duplo do mouse ou clique do meio para acessar Listary.
7091=Clique duas vezes em qualquer área vazia do painel direito no Explorer.

7100=Listary pode pesquisar todas as suas unidades (NTFS) a uma velocidade vertiginosa.
7101=Digite *notepad.exe*
7102=Selecione o bloco de notas
7103=Pressione Enter para abri-lo

7110=Agora você deve ter uma janela do bloco de notas aberta.
7111=Clique em Arquivo > Abrir... (ou pressione Ctrl + O) no bloco de notas

7112=Pressione *Ctrl + G*
7120=Listary abriu sua pasta anterior no Windows Explorer! Também pode ajudá-lo fazer isso automaticamente.
7121=Mode para a janela anterior do Explorer
7122=Abra qualquer outra pasta no Explorer
7123=Volte para a caixa de diálogo abrir no bloco de notas
7124=Observe que a pasta foi alterado na caixa de diálogo abrir

7130=Existem muitos outros recursos como favoritos, histórico e comandos em Listary. Você pode clicar nos botões na barra de ferramentas Listary para explorar.

7141=Muito obrigado pelo seu tempo! Clique no seguinte link para saber mais sobre outras funcionalidades do Listary:
7142=Saiba mais sobre Listary
